/**
 * Created by Administrator on 2017/8/13.
 */
var dealerList = {

    3200    :"岳阳旗舰店——杜治文",
    3300    :"湘阴旗舰店——刘博",
    3400    :"平江旗舰店——钟丽",
    3500    :"华容旗舰店——李爱国",
    4000    :"益阳旗舰店——邓文峰",
    4100    :"桃江旗舰店——蔡浩",
    4200    :"常德旗舰店——王娇君",
    4300    :"汉寿旗舰店——邹继华",
    4400    :"石门旗舰店——杨子浔",
    4500    :"临澧旗舰店——刘涛",
    5000    :"株洲旗舰店——谭振民",
    5100    :"醴陵旗舰店——文万尧",
    5200    :"茶陵旗舰店——段斯齐",
    6000    :"邵阳旗舰店——欧阳刚健",
    6200    :"邵东旗舰店——姚璐",
    7000    :"娄底旗舰店——张期",
    7100    :"双峰旗舰店——戴红梅",
    8000    :"望城旗舰店——蒋开旺",
    8100    :"宁乡旗舰店——彭俊峰",
    8200    :"浏阳旗舰店——唐利清",
    9000    :"湘潭旗舰店——高峰",
    9100    :"湘乡旗舰店——彭淑芳",
    10000    :"永州旗舰店——杜爱民",
    10100    :"新田旗舰店——龙上辉",
    10200    :"祁阳旗舰店——唐玲",
    11100    :"宜章旗舰店——黄增才",
    11200   :"安仁旗舰店——凡征北",
    11300   :"临武旗舰店——易岳云",
    11400   :"汝城旗舰店——周远雄",
    11500   :"桂阳旗舰店——陈庆中",
    11600   :"嘉禾旗舰店——曾启轩",
    12000   :"衡阳旗舰店——张检平",
    12100   :"祁东旗舰店——彭俊奇",
    12200   :"衡东旗舰店——曾聪聪",
    12300   :"常宁旗舰店——刘希龙",
    13000   :"沅陵旗舰店——宋强",
    13100   :"辰溪旗舰店——杜志军",
    13200   :"麻阳旗舰店——张籍尹",
    13300   :"通道旗舰店——朱彦鸿",
    13400   :"靖州旗舰店——丁豪",
    13500   :"洪江旗舰店——陈小桃",
    13600   :"怀化旗舰店",
    14000   :"吉首旗舰店——田云",
    14100   :"保靖旗舰店——黄珍",
    14200   :"古丈旗舰店——饶佳",
    14300   :"龙山旗舰店——罗亚琼",
    15000   :"张家界旗舰店——李琅",
    16000   :"成都旗舰店——李清萍",

};
$(function(){

    for(var i=0; i<$('.dealer').length; i++){
        $('.dealer').eq(i).html(
            dealerList
                [
                $('.dealer').eq(i).attr('data-dealer')
                ]
        )
    }

})